[M_Orchid_SmellsLikeVictory MissionDefinition]
MissionDescription="Mercer, Scarlett Cook. Shiva-Spike must be defeated. Because Scarlett likes to make her punishments creative and fun. Mercer orders Shiva-Spike to send the sandworms, but this causes more problems. Shiva anoints the bones of the dead. You need to find ways to reduce stress.."
TurnInDescription="the name is cake!"
MissionSummary="Shivaji is fed sandworms."
